URANS/R2/CF_KwSST_1/0/omega
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2312                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 0.04371;

boundaryField
{
    Inlet
    {
        type            fixedValue;
        value           uniform 0.04371;
    }

    Outlet
    {
        type            zeroGradient;
    }

    Cylinder
    {
        type            omegaWallFunction;
        value           uniform 0.04371;
    }

    Top
    {
        type            zeroGradient;
    }

    Bottom
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
